{"loss": "mse", "optimizer": {"nesterov": false, "lr": 0.10000000149011612, "name": "SGD", "momentum": 0.0, "decay": 0.0}, "class_name": "Sequential", "keras_version": "1.0.5", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_23", "output_dim": 6, "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dtype": "float32", "input_dim": 24, "b_regularizer": null, "W_regularizer": null, "activation": "tanh", "batch_input_shape": [null, 24]}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_24", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": null, "b_regularizer": null, "W_regularizer": null, "activation": "tanh", "output_dim": 1}}], "sample_weight_mode": null}